import "./seo-section.scss";

export default () => {
	return (
		<div className="section seo-section" id="seo-section">
			<div className="container seo-section__container">
				<div className="seo-section__wrapper" data-list-hider>
					<div className="seo-section__descr" data-excerpt-media data-excerpt-box="seo-1">
						<p>Компания «ПАКЕТТИ» занимается в Беларуси. Если Вы хотите купить одноразовую посуду, полиэтиленовые пакеты, бытовую химию, перчатки, салфетки, туалетную бумагу и многие другие изделия – Вас заинтересуют предложения «ПАКЕТТИ». Мы плодотворно сотрудничаем со многими торговыми компаниями, представителями ресторанного и гостиничного бизнеса и предлагаем нашим партнерам особый подход к их нуждам: у нас Вы можете рассчитывать не только на приобретение качественной и экологически чистой продукции, но и на удобные формы оплаты, гибкое ценообразование и отсрочки платежей по мере необходимости, не говоря уже о доставке купленной Вами продукции.</p>
						<p>Широчайший ассортимент пластиковой одноразовой посуды и товаров народного потребления, предлагаемый нашей компанией, может удовлетворить самые требовательные запросы. У нас вы можете приобрести одноразовые стаканчики, пластиковые пищевые контейнеры, бумажные полотенца, а также купить хозтовары (губки, мешки для мусора, салфетки губчатые, полимерную пленку) и предметы бытовой химии — чистящие порошки, санитарно-гигиенические средства, средства для мытья посуды, стекол. Что бы Вам ни было нужно, вы встретите индивидуальный подход и горячее внимание к Вашим пожеланиям. Качественное обслуживание и удовлетворение клиента – важнейшие программные составляющие политики нашей компании.</p>

						<p>Компания «ПАКЕТТИ» обеспечит всем необходимым и представителей торговли: у нас вы можете купить чековую ленту, этикет-ленту (разных расцветок), этикет-пистолет, а также бумагу для печатающих устройств.</p>

						<p>Представителей бизнеса особо может заинтересовать принятая в компании «ПАКЕТТИ» система скидок, дающая не только возможность единовременной экономии, но и предполагающая ощутимую выгоду в случае долговременного сотрудничества. Мы рады каждому клиенту, и наше открытое и внимательное отношение к Вам не зависит от объемов закупок. Поэтому среди клиентов компании много и небольших кофейных заведений, и крупных региональных дилеров с разветвленными торговыми сетями.</p>
					</div>
					<button className="seo-section__btn" data-excerpt-btn="seo-1" data-excerpt-media-btn data-excerpt-btn-close="Свернуть">Читать дальше</button>
				</div>
			</div>
		</div>
	)
}
