import Footer from "@/layouts/Footer/Footer"
import Header from "@/layouts/Header/Header"
import HeroPage from "@/layouts/HeroPage/HeroPage"
import Section from "@/ui/Section/Section"

export const metadata = {
	title: 'Политика обработки файлов куки - Пакетти',
	lang: 'ru',
}

export default () => {
	return (
		<>
			<Header />
			<main className="main">
				<HeroPage title="Политика обработки файлов куки" breadcrumbs={['Главная', 'Политика обработки файлов куки']} />
				<Section className="content-section">
					<div className="content-section__descr">
						<h2>1. Файлы cookie</h2>
						<p>
							Файлы cookie (далее&#160;&#8212; cookie) являются текстовыми
							файлами, которые сохраняются в&#160;браузере компьютера или
							мобильного устройства пользователя при посещении официального
							интернет-сайта [название компании] (далее&#160;&#8212; сайт)
							и&#160;отражают совершенные пользователем действия. Они служат для
							идентификации браузера при повторном посещении сайта
							и&#160;используются для различных целей, например, для запоминания
							пользовательских настроек. Кроме того, они могут использоваться для
							сбора статистических данных о&#160;взаимодействии пользователей
							с&#160;сайтом и&#160;для улучшения его функциональности.
						</p>
						<p>
							Файлы cookie не&#160;представляют собой угрозы для устройства
							пользователя, поскольку являются текстом,
							а&#160;не&#160;запускаемыми программами.
						</p>
						<p>
							Пользователи имеют возможность управлять настройками файлов cookie в
							своем браузере, включая блокировку или удаление уже существующих
							файлов.
						</p>
						<p>
							Цель обработки cookie&#160;&#8212; хранение информации
							о&#160;пользователе, которая может быть использована для улучшения
							его опыта взаимодействия с сайтом. Сookie могут содержать различные
							данные, такие как предпочтения пользователя, историю посещения сайта
							и&#160;так далее.
						</p>
						<p>
							В&#160;зависимости от&#160;цели обработки cookie могут
							использоваться для следующих задач:
						</p>
						<ul>
							<li>хранение настроек пользователя;</li>
							<li>сбор статистических данных в&#160;обобщенном виде;</li>
							<li>
								улучшение работы сайта и&#160;повышение удобства его
								использования.
							</li>
						</ul>
						<p>
							Сайт не&#160;использует файлы cookie для идентификации
							пользователей.
						</p>

						<h2>2. Типы cookie</h2>
						<p>На&#160;сайте обрабатываются следующие типы cookie:</p>
						<ul>
							<li>
								<strong>Обязательные</strong>&#160;&#8212; необходимы для работы
								сайта и используются для различных целей, таких как сохранение
								предпочтений пользователей, а&#160;также для обеспечения
								безопасности сайта.
							</li>
							<li>
								<strong>Функциональные</strong>&#160;&#8212; используются для
								сохранения информации о&#160;предпочтениях пользователя, таких как
								язык интерфейса или выбранный регион. Они позволяют сайту
								автоматически адаптироваться к&#160;этим параметрам при повторных
								посещениях и обеспечивают работу полезных функций, таких как
								использование функций Яндекс Карт, запоминание настроек
								посетителей сайта и улучшение взаимодействия пользователя
								со&#160;страницами сайта. Этот тип файлов cookie является
								необходимым для нормальной работы сайта и&#160;его
								функциональности.
							</li>
							<li>
								<strong>Целевые и&#160;аналитические</strong>&#160;&#8212;
								помогают анализировать популярность сайта, узнать, какие страницы
								наиболее посещаемы, сколько времени пользователи проводят
								на&#160;сайте, как они перемещаются по&#160;сайту и&#160;так
								далее. Полученная информация может использоваться для улучшения
								пользовательского опыта и&#160;увеличения эффективности веб-сайта.
							</li>
						</ul>

						<h2>3. Виды cookie по&#160;типу хранения</h2>
						<p>
							По&#160;типу хранения cookie могут быть разделены на&#160;две
							категории:
						</p>
						<ul>
							<li>
								<strong>Сессионные cookie</strong>&#160;&#8212; сохраняются
								в&#160;браузере пользователя только на&#160;время сеанса,
								то&#160;есть до&#160;тех пор, пока пользователь не&#160;закроет
								браузер или не&#160;выйдет из&#160;системы. Эти cookie
								используются для сохранения информации о&#160;состоянии
								пользователя и&#160;обеспечения безопасности сеанса.
							</li>
							<li>
								<strong>Постоянные cookie</strong>&#160;&#8212; сохраняются
								на&#160;длительное время в&#160;браузере пользователя и&#160;могут
								использоваться для хранения информации, которая будет доступна при
								следующем визите на&#160;сайт. Такие cookie могут содержать
								информацию о&#160;предпочтениях пользователя, например, язык
								интерфейса, данные авторизации, а также предоставлять возможность
								отслеживания поведения пользователя в&#160;Интернете.
							</li>
						</ul>
						<p>
							Со&#160;списком файлов cookie и&#160;сроком их&#160;хранения
							пользователь может ознакомиться в&#160;Приложении к&#160;настоящей
							Политике.
						</p>

						<h2>4. Настройки использования cookie</h2>
						<p>
							Пользователи могут &#171;Принять все&#187; или &#171;Отклонить
							все&#187; обрабатываемые на&#160;сайте cookie.
						</p>
						<p>
							Пользователь сайта может отказаться от&#160;использования файлов
							cookie, полученных из&#160;устройства.
						</p>
						<p>
							При этом корректная работа сайта возможна только в&#160;случае
							использования функциональных cookie. Отключение статистических
							cookie не&#160;позволяет определять предпочтения пользователей
							сайта, в том числе наиболее и&#160;наименее популярные страницы,
							и&#160;принимать меры по&#160;совершенствованию работы сайта исходя
							из&#160;предпочтений пользователей.
						</p>

						<h2>5. Управление cookie через браузер</h2>
						<p>
							Помимо настроек cookie на&#160;сайте пользователи могут принять или
							отклонить сбор всех или некоторых cookie в&#160;настройках своего
							браузера.
						</p>
						<p>
							Пользователи могут использовать режим "инкогнито" в&#160;браузерах,
							чтобы ограничить объем информации, сохраняемой
							на&#160;их&#160;компьютере, и автоматически удалять сессионные
							cookie. Кроме того, если пользователь желает удалить ранее
							сохраненные cookie, то&#160;он&#160;может выбрать соответствующую
							опцию в&#160;истории браузера или произвести ручную очистку
							устройства от&#160;уже сохраненных файлов cookie, а&#160;также
							отключить сбор файлов cookie в&#160;настройках браузера.
						</p>
						<p>
							Важно понимать, что если пользователь выберет опцию отключения
							файлов cookie, то&#160;сайт не&#160;сможет гарантировать ему
							полноценную и эффективную работу всех функциональных возможностей
							сайта.
						</p>
						<p>
							Вы&#160;можете узнать больше о&#160;параметрах управления файлами
							cookie, перейдя по&#160;внешним ссылкам, которые ведут на&#160;сайты
							основных браузеров. Там вы&#160;найдете подробную информацию
							об&#160;управлении файлами cookie в&#160;каждом конкретном браузере:
						</p>
						<ul>
							<li>Firefox</li>
							<li>Google Chrome</li>
							<li>Safari</li>
							<li>Opera</li>
							<li>Internet Explorer</li>
							<li>Яндекс</li>
							<li>Microsoft Edge</li>
						</ul>
					</div>
				</Section>
			</main>
			<Footer />
		</>
	)
}
